Repository: BiGapps-IOS/Meiza-IOS
Catalog: Meiza/Storyboards/*.lproj/Main.strings
Languages: ar, fr

# 0fP-Ah-oCt.normalTitle
source: יצירת קשר
ar: الاتصال مع المحل
fr: contactez le magasin

# 1Xh-Ke-qpI.text
source: הוספת הערה להזמנה
ar: اضف ملاحظة
fr: ajoutez un commentaire

# 2GB-gJ-3nE.text
source: הוסף מוצר לסל
ar: اضف الى السلة
fr: ajouter

# 3MT-vV-fnv.normalTitle
source: מדיניות פרטיות
ar: سياسة الخصوصية
fr: politique de confidentialité

# 4mk-tF-vTy.text
source: איסוף עצמי
ar: استلام ذاتي
fr: ramasser

# 5hk-2h-stj.text
source: סטטוס ההזמנה
ar: استلام ذاتي
fr: statut de la commande

# 5mb-db-Kpq.text
source: לחץ כאן
ar: اضغط هنا
fr: appuyez ici

# 66F-48-rf2.placeholder
source: מס׳ דירה
ar: رقم السكن
fr: porte

# 68D-Th-WaD.placeholder
source: מייל
ar: البريد الاكتروني
fr: email

# 6ka-z5-Gba.text
source: יש לך קופון?
ar: لديك قسيمة ؟
fr: vous avez un coupon?

# 7RS-oz-o8t.text
source: הסכום הסופי לתשלום יקבע לאחר הכנת ההזמנה
ar: المبلغ النهائي للدفع يحدد بعد تجهيز الطلبية
fr: le montant final à payer sera déterminer aprés la préparation de la commande

# 7xW-jm-IXi.text
source: אזל במלאי!
ar: انتهت الكمية
fr: en rupture de stock

# 9xH-F4-SOA.text
source: הוספת הערה לשליח
ar: اضف ملاحظة للمرسل
fr: ajoutez un commentaire au livreur

# A7q-bD-E2e.text
source: אני מאשר שקראתי את התקנון ואני מסכים לתנאיו
ar: انا ااكد قراءة القواعد وسياسة الخصوصية واوافق على شروطها
fr: je déclare avoir lu les règlements et la politique de confidentialité et j'accepte les conditions

# aBc-59-ijR.normalTitle
source: אישור
ar: موافق
fr: validé

# Acc-ru-BWx.text
source: זמני משלוחים:
ar: اوقات الارساليات
fr: temps de livraison

# B5h-QO-TRL.placeholder
source: קומה
ar: الطابق
fr: étage

# BBp-MJ-mQA.text
source: זמן הגעה
ar: مدة الوصول
fr: temps d'arriver

# bMC-XJ-TMI.text
source: יצירת קשר
ar: الاتصال مع المحل
fr: contactez le magasin

# BN5-4T-97z.text
source: יח׳
ar: وحدة
fr: pcs

# boq-u7-l3W.text
source: סה״כ לתשלום
ar: المجموع للدفع
fr: montant à régler

# c8s-S4-wuA.text
source: מוצר
ar: منتج
fr: produit

# cDD-Ce-cOA.normalTitle
source: הסר מהסל
ar: ازالة من السلة
fr: supprimer

# CFf-hf-9AA.text
source: הערה:
ar: ملاحظة
fr: remarque:

# cIg-e4-ui4.normalTitle
source: ק״ג
ar: كغم
fr: kg

# Cp0-FQ-vqc.normalTitle
source: להוספת הערה לחץ כאן
ar: اضف ملاحظة

# cp4-v1-Y7L.text
source: הוסף מוצר לסל
ar: اضف الى السلة
fr: ajouter

# CUL-T7-VYW.text
source: דמי משלוח:
ar: رسوم ارسال
fr: frais de livraison:

# Dio-YZ-BA9.placeholder
source: שם מלא
ar: الاسم + اسم العائلة
fr: prénom + nom

# do1-Rr-BNa.text
source: יח׳
ar: وحدة
fr: pcs

# E1X-se-axr.text
source: לחץ על הסל ובוא נתחיל
ar: اضغط على السلة وهيا نبدا
fr: apuyer sur le panier et commencez

# eHB-Sf-FdS.text
source: סה״כ לתשלום
ar: المجموع
fr: montant à régler

# eK5-lr-UjW.text
source: ק״ג
ar: كغم
fr: kg

# ES6-kk-ph0.text
source: סה״כ לתשלום:
ar: المجموع
fr: montant à payer:

# F2f-QZ-AjI.placeholder
source: עיר/ישוב
ar: المدينة / البلدة
fr: ville

# F2P-Sk-IXY.normalTitle
source: תשלום לשליח
ar: الدفع عند الارسال
fr: régler au livreur

# fLS-47-lmd.normalTitle
source: המשך
ar: اكمل
fr: continuez

# GBL-cR-Gyf.normalTitle
source: אני רוצה לשלם בכרטיס אשראי אחר
ar: اريد الدفع ببطاقة اعتماد اخرى
fr: je veux régler avec une autre carte

# GLa-cD-3uj.text
source: ק״ג
ar: كغم
fr: kg

# Glx-FO-kpG.text
source: אזל במלאי!
ar: انتهت الكمية
fr: en rupture de stock!

# gSd-it-omF.normalTitle
source: כולל תוספות
ar: يشمل اضافات
fr: ingrédient compris

# gvx-jZ-g7V.text
source: ק״ג
ar: كغم
fr: kg

# hBq-E4-iby.text
source: מידע נוסף
ar: معلومات اضافية

# hNH-f6-cye.text
source: מספר כרטיס
ar: رقم البطاقة
fr: numéro de la carte

# hnu-AC-dPf.text
source: קופה
ar: محاسبة
fr: caisse

# htK-T1-vzq.normalTitle
source: מעבר לתשלום
ar: الانتقال للدفع
fr: passez au paiement

# HXd-lM-PHD.normalTitle
source: מי אנחנו
ar: من نحن
fr: à propos de nous

# i4z-DE-H81.text
source: דמי משלוח יתעדכנו לאחר הזנת הכתובת
ar: سعر التوصيل يحدد بعد ادخال العنوان
fr: Les frais de livraison seront mis à jour après la saisie de l'adresse

# Ib1-i4-4Vi.normalTitle
source: ק״ג
ar: كغم
fr: kg

# IRe-Io-Oz2.text
source: משלוח
ar: ارسال
fr: livraison

# j7F-9W-dsY.text
source: מספר כרטיס
ar: رقم البطاقة
fr: numéro de la carte

# jDL-LY-0U1.text
source: אזל במלאי!
ar: انتهت الكمية
fr: en rupture de stock

# JdR-yJ-35v.normalTitle
source: שלח
ar: ارسل
fr: envoyer

# Jlo-HF-5RF.normalTitle
source: יח׳
ar: وحدة
fr: pcs

# JnK-Tl-XUp.placeholder
source: רחוב
ar: حارة / شارع
fr: rue

# Jz6-rO-rkA.normalTitle
source: היסטוריית הזמנות
ar: طلبات سابقة

# K7P-uk-HFe.text
source: חדשה
ar: جديدة
fr: nouveauté!

# Kj7-W2-eZk.text
source: טלפון
ar: هاتف
fr: téléphone

# kpd-n6-cNC.normalTitle
source: מיקום לשליח
ar: تحديث العنوان
fr: joindre l'adresse

# kRh-1T-XTH.text
source: כתובת למשלוח
ar: العنوان
fr: adresse de livraison

# laD-Ku-ddz.placeholder
source: חודש
ar: الشهر
fr: mois

# ldA-Wi-r8f.text
source: סכום הזמנה
ar: مبلغ الطلبية
fr: montant de la commande

# lMf-c4-Xal.text
source: להמשך תשלום מלא את ספרות ה-CVV
ar: للاستمرار في الدفع ادخل ارقام - cvv
fr: 3 chiffres au dos de la carte

# LRf-kt-jQ1.text
source: סוג ההזמנה
ar: نوع الطلب
fr: type de commande

# LY6-Xv-AEv.text
source: בטל סינון
ar: الغاء التصنيف
fr: annuler le suport

# LYw-S4-mir.text
source: דמי משלוח:
ar: الغاء التصنيف
fr: frais de livraison:

# MdA-TJ-z9R.text
source: יח׳
ar: وحدة
fr: pcs

# mdf-4x-rP0.text
source: משלוח
ar: ارسال
fr: livraison

# MGE-UA-D8h.text
source: ת.ז של בעל הכרטיס
ar: رقم الهوية لصاحب البطاقة
fr: numeo d'identité du propriétaire de la CB

# MiT-ut-AZd.text
source: דמי משלוח יתעדכנו לאחר הזנת הכתובת
ar: سعر التوصيل يحدد بعد ادخال العنوان
fr: Les frais de livraison seront mis à jour après la saisie de l'adresse

# mqy-tf-eMz.text
source: סה״כ לתשלום
ar: المجموع للدفع
fr: montant à régler

# Ms0-hL-hkG.text
source: יש לך קופון?
ar: لديك قسيمة ؟
fr: vous avez un coupon?

# MXE-9q-nSp.normalTitle
source: בחר
ar: اختار
fr: choisir

# My1-0A-XuV.normalTitle
source: מדיניות ביטולים
ar: سياسة الالغاء
fr: politique d'annulation

# N3j-Zi-hkC.placeholder
source: מס׳ בית
ar: رقم المنزل
fr: n. d'immeuble

# n9I-G3-8BI.normalTitle
source: הסר מהסל
ar: ازالة من السلة
fr: supprimer

# neh-in-3hu.text
source: מידע נוסף
ar: معلومات اضافية

# nLt-yy-bGI.normalTitle
source: בחר
ar: اختار
fr: choisir

# nMK-6P-MvO.normalTitle
source: מעבר לקופה
ar: الانتقال للمحاسبة
fr: passez à la caisse

# nuu-Ti-z7c.text
source: דמי משלוח יתעדכנו לאחר הזנת הכתובת
ar: سعر التوصيل يحدد بعد ادخال العنوان
fr: Les frais de livraison seront mis à jour après la saisie de l'adresse

# NVF-Zu-2Vh.text
source: יח׳
ar: وحدة
fr: pcs

# o24-wI-w0o.text
source: דמי משלוח:
ar: رسوم ارسال
fr: frais de livraison

# OA7-oT-UOv.normalTitle
source: שמור פרטים
ar: احفظ
fr: info personnelle

# Oem-5R-Hgw.text
source: מספר ההזמנה
ar: رقم الطلب
fr: numéro de commande

# OmA-ck-lY2.text
source: ק״ג
ar: كغم
fr: kg

# OrO-tB-PTO.text
source: תאריך:
ar: التاريخ
fr: date:

# P9W-2r-85i.text
source: תקנון
ar: יسياسة القواعد
fr: termes

# plj-ct-DV8.text
source: לא נמצאו תוצאות...
ar: لا توجد نتائج…
fr: pas de resultat

# PP9-vT-p5w.normalTitle
source: הוסף הערה
ar: اضف ملاحظة
fr: remarque supplémentaire

# pZQ-A7-20U.text
source: עדיין אין לך הזמנות
ar: ليس لديك طلبات مسبقة
fr: vous n'avez pas de précedente commande

# Qqb-kD-66Z.normalTitle
source: ק״ג
ar: كغم
fr: kg

# Rfb-Tl-m4k.placeholder
source: שנה
ar: السنة
fr: année

# RGU-cs-VDy.text
source: מה תרצה להזמין היום?
ar: ماذا تريد ان تطلب اليوم؟
fr: que voulez vous commandez aujourd'hui?

# RQ1-yf-tTm.normalTitle
source: יח׳
ar: وحدة
fr: pcs

# RSr-38-Bq4.text
source: הזמנה
ar: طلبية
fr: commande

# rtt-Kb-2xF.text
source: מידע נוסף
ar: معلومات اضافية

# RzE-9U-Lam.text
source: יח׳
ar: وحدة
fr: pcs

# s7Z-bV-Y27.normalTitle
source: שלח
ar: ارسل
fr: envoyer

# Te5-LI-S9c.text
source: לחץ על הסל ובוא נתחיל
ar: اضغط على السلة وهيا نبدا
fr: apuyer sur le panier et commencez

# Tfh-7R-XNs.text
source: הערה:
ar: ملاحظة
fr: remarque:

# tHe-Bq-c2j.text
source: תוקף הכרטיס
ar: صلاحية البطاقة
fr: date de validité

# TkA-Ae-CrW.text
source: יח׳
ar: وحدة
fr: pcs

# TRf-Rt-Iyf.text
source: עדכן סל
ar: تحديث السلة
fr: mettre à jour

# TXg-0l-6dm.placeholder
source: טלפון נייד
ar: هاتف نقال
fr: téléphone portable

# Ty0-K1-cEa.normalTitle
source: מעבר לתשלום
ar: الانتقال للدفع
fr: passez au paiement

# U2Y-d3-GXr.text
source: עדכן סל
ar: تحديث السلة
fr: mettre à jour

# ucq-dQ-QFP.normalTitle
source: הוסף הערה
ar: اضف ملاحظة
fr: remarque supplémentaire

# uI7-lb-old.text
source: שם מלא של בעל הכרטיס
ar: اسم صاحب البطاقة كامل
fr: NOM de la carte bleu

# upb-KY-4QS.normalTitle
source: הסר מהסל
ar: ازالة من السلة
fr: retirer

# Uzo-gx-HgR.text
source: בחר הכל
ar: اختار الكل
fr: tout choisir

# uZT-c4-HqE.text
source: עדכן סל
ar: تحديث السلة
fr: mettre à jour

# vD5-Af-VgQ.text
source: תאריך
ar: التاريخ
fr: date

# VrE-ya-w7b.text
source: לחץ כאן
ar: اضغط هنا
fr: appuyez ici

# WGW-Qj-Maa.text
source: הסל שלך ריק
ar: السلة فارغة
fr: votre panier est vide

# wkb-zb-W9h.normalTitle
source: תקנון
ar: יسياسة القواعد
fr: termes

# x5A-jw-6zV.normalTitle
source: יח׳
ar: وحدة
fr: pcs

# X9g-um-pSd.text
source: הסל שלי
ar: السلة
fr: mon panier

# XGW-6J-jfo.placeholder
source: קוד כניסה
ar: رمز البوابة
fr: code d'entrée

# xIw-Cu-rgi.text
source: הוסף לסל
ar: اضف الى السلة
fr: rajouter dans le panier

# XvA-4c-WVF.normalTitle
source: תודה
ar: شكرا
fr: merci

# yBx-6u-YdE.text
source: היסטוריית הזמנות
ar: طلبات سابقة

# zgk-Db-xaP.text
source: סה״כ לתשלום
ar: المجموع
fr: montant à régler

# zPe-Pt-DHM.normalTitle
source: תשלום באשראי
ar: الدفع ببطاقة الاعتماد
fr: paiement CB

# 36n-3v-Aes.text
source: מוצר
fr: ingredient
