Repository: BiGapps-IOS/Meiza-IOS
Catalog: Meiza/Alert/*.lproj/Alert.strings
Languages: ar

# 0Uo-eN-QRT.normalTitle
source: כן, בטח!
ar: نعم! , بالطبع

# 1uP-Fi-lA3.normalTitle
source: בטל
ar: الغ

# 3x7-qS-csO.normalTitle
source: אשר
ar: موافق

# 3X9-pb-v2A.normalTitle
source: התחל קניה
ar: ابدأ التسوق

# 5n8-Jv-AqC.normalTitle
source: הסר
ar: ازالة

# 5sP-N4-Hx3.text
source: עלות דמי משלוח לכתובת שהזנת הינה
ar: سعر التوصيل للعنوان الذي ادخلته هو

# 62F-kL-CjP.normalTitle
source: ביטול
ar: الغاء

# 640-At-Bpu.text
source: קופון על סך 10% הנחה הוזן בהצלחה ויקוזז מההזמנה.
ar: القسيمة بمجموع %10 تخفيض دخل بنجاح ويعوض من الطلبية

# 78M-7N-e8n.normalTitle
source: הפעלת קופון
ar: تشغيل القسيمة

# 89B-pb-mmw.normalTitle
source: בחר
ar: اختار

# 96A-k4-VAq.normalTitle
source: אישור
ar: موافق

# ADZ-0F-jji.normalTitle
source: נסה שוב
ar: حاول مرة اخرى

# Aio-v2-nb3.normalTitle
source: חודש הבא
ar: الشهر المقبل

# bLb-18-azd.normalTitle
source: אישור
ar: موافق

# ca9-t8-gc2.text
source: בחר את סוג הפיצה שבא לך
ar: اختر نوع البيتزا الذي تفضله

# cfQ-Z5-vsY.text
source: סיימנו!
ar: انتهينا!

# chF-1P-081.text
source: הזן כאן את קוד הקופון שלך:
ar: ادخل رمز قسيمتك هنا

# cIC-gg-su6.normalTitle
source: בטל
ar: الغ

# dsi-Xi-Hrl.text
source: אופס...
ar: المعذرة!

# DVZ-Ha-Gkf.text
source: שלחנו לך קוד אימות לנייד הקלד אותו כאן:
ar: ارسلنا لك رمز تحقق للهاتف النقال ادخله هنا

# DyG-Ex-5RC.normalTitle
source: ביטול
ar: الغاء

# Etu-Dk-Wc4.normalTitle
source: כן, בטח!
ar: نعم! , بالطبع

# eUy-zl-9Q1.text
source: ברוכים הבאים לאפליקציית היבואן הרשמי של קודי ישראל.
ar: نحن نعتز بزبائننا الكرام ونحقق لاجلهم الافضل

# F4r-mq-wLW.text
source: היי! הגעת ל-
ar: مرحبا! لقد وصلت إلى

# fkx-Qq-ZUA.normalTitle
source: לצפייה בהזמנה
ar: لمعاينة الطلب

# FWI-gZ-MGS.text
source: האם תרצה להזמין עוד יחידה ממוצר זה?
ar: هل تريد طلب اضافي من هذا المنتج؟

# GKT-ye-65y.text
source: ממש מצטערים
ar: نلتمس العذر

# gUA-AM-IVG.normalTitle
source: שמור
ar: احفظ

# HL3-Y7-FMS.text
source: מוזמנים לבקר אותנו בחנות בכתובת:
ar: ندعوكم لزيارتنا بعنوان

# HS7-ph-oMz.normalTitle
source: סיימנו, תודה!
ar: انتهينا!

# hTO-aa-vAV.text
source: שם
ar: الاسم

# iab-xQ-hSf.text
source: סיימנו!
ar: انتهينا!

# ivD-5V-Koq.text
source: אנא בחר מה תרצה לעשות?
ar: الرجاء اختيار ما تريد القيام به؟

# J4x-yS-Irm.text
source: כרטיס האשראי שלך יחוייב לאחר אריזת המוצרים ושקילתם
ar: سيتم تحصيل الرسوم من بطاقتك الائتمانية بعد تعبئة المنتجات ووزنها

# JZG-gZ-T0u.text
source: המשלוחים שלנו עדיין לא מגיעים לאיזור שלך.
ar: ارسالياتنا لا تصل منطقتك حاليا

# kbA-Kp-oh4.normalTitle
source: אין לי קופון
ar: ليس لدي قسيمة

# KD2-rM-HhP.text
source: לא החנות הנכונה?
ar: متجر غير صحيح ؟

# Lin-E3-oZG.normalTitle
source: המשך לתשלום
ar: استمر للدفع

# Lpy-EW-Flh.normalTitle
source: כן, תודה!
ar: نعم , شكرا

# mx7-Hj-itM.normalTitle
source: לא, תודה
ar: لا! .شكرا

# NCH-74-7ff.text
source: קוד קופון לא תקין
ar: الرمز غير صحيح

# nde-VT-QWY.text
source: ללא עלות
ar: بدون تكلفة

# nVa-5j-Ill.normalTitle
source: בטל
ar: الغ

# O32-ZD-sNh.normalTitle
source: אישור
ar: موافق

# oCh-qf-FJR.text
source: ברישיון משרד הבריאות
ar: حابب نوصلك اشعارات عن تنزيلات وحملات خاصة؟ نعدكم بعدم الازعاج المبالغ

# Ofr-6q-lLa.text
source: להסיר את המוצר מהרשימה?
ar: هل تود ازالة المنتج من القائمة؟

# ONc-B5-mTU.text
source: המוצר התווסף בהצלחה
ar: تمت اضافة المنتج بنجاح

# R2z-9V-Mol.normalTitle
source: אישור
ar: موافق

# RHp-xa-knt.normalTitle
source: ביטול
ar: الغاء

# sPt-qV-9vb.text
source: לכתובת זו אין דמי משלוח
ar: هذا العنوان ليس له رسوم ارسال

# tgy-R6-IZ4.normalTitle
source: כניסה
ar: دخول

# ttT-Nb-Zwu.normalTitle
source: להזמין מוצר נוסף
ar: طلب منتج اضافي

# uRG-kt-q7w.normalTitle
source: המשך
ar: اكمل

# URt-G2-yFI.text
source: כמעט והגעת למינימום הנדרש להזמנה. עוד קצת ואנחנו שם!
ar: اقتربت من المبلغ الاقل للطلب اضف القليل ونكمل

# uTg-Yc-vh1.text
source: היי! הגעת ל-
ar: مرحبا! لقد وصلت إلى

# w1x-kt-jkc.normalTitle
source: בטל
ar: الغ

# WFM-2F-l67.text
source: שים לב!
ar: انتبه!

# wiq-CP-mfi.normalTitle
source: המשך
ar: اكمل

# Wxu-mY-HKq.normalTitle
source: לעדכן מוצר נוכחי
ar: تحديث المنتج الحالي

# Y1e-Nt-aMI.normalTitle
source: חודש קודם
ar: الشهر الماضي

# Z8m-mM-aIA.text
source: הזמנה לא נשלחה, נא לבחור שעה מעודכנת
ar: لم يتم تسجيل طلبك , اختر ساعة محددة من فضلك

# zC2-To-NE9.normalTitle
source: לא, תודה!
ar: لا! .شكرا

# zwK-jT-rCJ.text
source: המוצר התווסף בהצלחה
ar: تمت اضافة المنتج بنجاح
